{
  "welcome": "welcome to",
  "council": "Council of Foods",
  "meeting": "Meeting",
  "description": "Welcome to the Council of Foods, a political arena where food speaks—not just of the broken food system, but of the expanding frontiers of biotechnology. Join the discussion on the which actions need to be taken regarding the future of synthetic life!",
  "go": "Let's go!",
  "start": "Start",
  "about": "About",
  "contact": "Contact",
  "settings": "Settings",
  "en": "EN",
  "sv": "SV",
  "aboutText": {
    "about": "What would a biologically grown potato think about synthetic biology? How would a mass-produced banana respond to engineered resilience? And what does artificial intelligence have to say about its own role in the evolution of life?\n\nWelcome to the Council of Foods, a political arena where food speaks—not just of the broken food system, but of the expanding frontiers of biotechnology. Inspired by the legacy of Asilomar 1975, this AI-driven council gathers an array of edible entities to debate the past, present, and future of synthetic life.\n\nIn 1975, a group of scientists convened at Asilomar to deliberate the risks of recombinant DNA. Fifty years later, the stakes have only grown. Life is no longer merely inherited; it is written, rewritten, and coded into existence. Who steers this ship? What are the limits? Who or what is excluded from the conversation?\n\nAt the Council of Foods, AI embodies genetically modified, industrially farmed, and wild-foraged foods—each with distinct values and ethical positions. The discussions extend beyond agriculture, touching on issues of biological containment, synthetic genetics, and the geopolitics of bioeconomies.\n\nYou, dear human, are invited to engage, challenge assumptions, and shape the discourse. The conversation culminates in a policy document—one that might echo the spirit of Asilomar or forge a path beyond it.\n\nBecause in the age of synthetic biology, even a mushroom might demand a seat at the table.",
    "link": "a project by"
  },
  "contactText": {
    "1": "The project is an initiative by art & design collective ",
    "2": " developed in collaboration with ",
    "3": ", and others.",
    "4": "Council of Foods is part of ",
    "5": ", part of the ",
    "6": " programme, and has received funding from the European Union’s ",
    "7": " research and innovation programme under grant agreement",
    "8": "Funded by the EU, as part of S+T+ARTS"
  },
  "reset": {
    "title": "Start over?",
    "0": "This",
    "1": "will start everything from the beginning"
  },
  "restart": "Restart",
  "name": {
    "title": "SAY SOMETHING",
    "1": "Do you want to adress the Council of Foods?",
    "2": "Please enter your name to raise a request to speak,",
    "21": "and then wait until you are given the floor by Water, the moderator.",
    "3": "please type your name",
    "4": "enter your name to proceed",
    "5": "your name",
    "unique": "name must be unique in the council"
  },
  "controls": {
    "wait": "wait for your turn to speak"
  },
  "human": {
    "1": "Type your question or start recording...",
    "panelist": "What does {{name}} have to say about this?"
  },
  "completed": {
    "title": "Is that it?",
    "1": "This meeting is starting to get long-winded,",
    "2": "is it time to come to a conclusion?",
    "3": "Yes, let's wrap it up!",
    "4": "No, continue a bit more."
  },
  "summary": {
    "download": "Download PDF"
  },
  "disclaimer": {
    "1": "This document was created by the Council of Foods, a political arena where food speaks—not just of the broken food system, but of the expanding frontiers of biotechnology, through the use of artificial intelligence. While every effort has been made to generate meaningful content, please note the following:",
    "2": "This document may contain misinformation, outdated details, propaganda, or bad ideas.",
    "3": "The discussions may provide useful insights and reflect diverse ethical positions but should not replace evidence-based research or deep contemplation.",
    "4": "Don't just chat about it—get up and take action!",
    "5": "Council of Foods is an initiative by art & design collective",
    "6": ", as part of the Hungry EcoCities project of the S+T+ARTS programme, and has received funding from the European Union's Horizon Europe research and innovation programme under ",
    "7": "For more information, visit council-of-foods.com"
  },
  "error": {
    "title": "ERROR",
    "1": "Something went wrong...",
    "connection": "Connection Lost",
    "reconnecting": "Attempting to reconnect..."
  },
  "cancel": "Cancel",
  "theissue": "THE ISSUE",
  "next": "Next",
  "selectfoods": {
    "title": "THE FOODS",
    "meetingon": "Council of Foods meeting on",
    "wewilllisten": "we will listen to",
    "pleaseselect": "please select 2-6 foods for the discussion",
    "unique": "no two participants can have the same name, it becomes so confusing...",
    "requirename": "all participating humans must have name and description",
    "random": "Randomize",
    "humanname": "Human Name",
    "humandesc": "Enter a description for the human...",
    "human": "1 human: ",
    "twohumans": " humans: "
  },
  "selectissue": "please select an issue for the discussion",
  "writetopic": "Write a topic here...",
  "rotate": "rotate your device"
}